Repository: ttc-workshop/CISSA
Catalog: App/UserApp/Resources/Form.*.resx
Languages: ky

# ActionColumn
source: Action
ky: Аракет

# AppContextDataError
source: Application context data error!
ky: Контекстеги маалыматтардагы ката!

source: Apply
ky: Колдонуу

# AskTitle
source: Question
ky: Суроо

source: Author
ky: Автору

# ButtonTypeError
source: Column type error
ky: Баскыч түрү туура эмес көрсөтүлгөн

source: Cancel
ky: Жокко чыгаруу

# ChoseAction
source: Choose action
ky: Аракетти тандап алуу

source: Continue
ky: Улантуу

source: Control not found!
ky: Визуальный элемент не найден!

source: Control type error
ky: Башкаруу элементинин түрүнүн катасы

source: Creation date
ky: Түзүү датасы

source: Current state
ky: Учурдагы статусу

# DocStateHistory
source: Document state history
ky: Иш кагаздын тарыхый абалы

# DocumentClassNotDefined
source: Class of the document not defined!
ky: Иш кагаз түрү белгисиз!

source: Document not found
ky: Көрсөтүлүүчү иш кагаз табылган жок

source: Edit
ky: Өзгөртүү

# EditForm
source: Edit
ky: Оңдоо

source: Error
ky: Ката

# FieldCannotBeenEmpty
source: The field cannot be empty!
ky: Көрсөтүлгөн сап бош болуусу мүмкүн эмес!

# FilterCriteries
source: Search parameters
ky: Издөө жолдору

source: Form not found!
ky: Форма табылган жок!

source: Form type error!
ky: Форма түрүнүн катасы!

source: Insert
ky: Кошуу

source: Invalid date time format
ky: Датасы туура эмес берилген

# InvalidFormat
source: Value has invalid format
ky: Мазмун түрү туура эмес берилген

# InvalidNumberFormat
source: Number has invalid format
ky: Сан түрү туура эмес берилген

# LoginForm
source: Login
ky: Системага кирүү

source: Message
ky: Билдирүү

source: New
ky: Жаңы

source: New Document
ky: Жаңы иш кагаз

source: No
ky: Жок

source: Open
ky: Ачуу

source: Organization
ky: Мекеме

# ParamFormTitle
source: Parameter form
ky: Форманын көрсөткүчтөрү

# PositionTitle
source: Position
ky: Кызмат орду

source: Requery
ky: Жаңылоо

# RowCount
source: Row's count
ky: Саптардын саны

source: Select
ky: Тандап алуу

# SelectColumn
source: Select
ky: Тандоо

# SetDateColumn
source: Issue date
ky: Коюлган датасы

# StateColumn
source: State
ky: Абалы

source: State history
ky: Тарыхый абалы

# StateSetDate
source: State date
ky: Абалды көрсөткөн убактысы

# Submit
source: Save
ky: Сактоо

# TableFormError
source: There is no table form
ky: Форма таблицалык түргө ээ эмес же болбосо баардык көрсөткүчтөрү көрсөтүлгөн эмес

source: To Excel
ky: Excelге жөнөтүү

source: User
ky: Колдонуучу

# UserNameColumn
source: User, that changed state
ky: Статусун өзгөрткөн колдонуучу

# WithoutState
source: [no state]
ky: [Статусу жок]

source: Yes
ky: Ооба
